[
  {
    "name": "Amedeo Modigliani",
    "years": "1884 - 1920",
    "genre": "Expressionism",
    "nationality": "Italian",
    "bio": [
      {
        "full name": "Amedeo Clemente Modigliani",
        "pronunciation": "[ameˈdɛːo modiʎˈʎaːni]",
        "life span": "12 July 1884 – 24 January 1920",
        "info": "was an Italian Jewish painter and sculptor who worked mainly in France. He is known for portraits and nudes in a modern style characterized by elongation of faces, necks, and figures that were not received well during his lifetime but later found acceptance. Modigliani spent his youth in Italy, where he studied the art of antiquity and the Renaissance. In 1906 he moved to Paris, where he came into contact with such artists as Pablo Picasso and Constantin Brâncuși. By 1912 Modigliani was exhibiting highly stylized sculptures with Cubists of the Section d'Or group at the Salon d'Automne.",
        "wikipedia": "http://en.wikipedia.org/wiki/Amedeo_Modigliani",
        "paintings": 193
      }
    ]
  },
  {
    "name": "Vasiliy Kandinskiy",
    "years": "1866 - 1944",
    "genre": "Expressionism,Abstractionism",
    "nationality": "Russian",
    "bio": [
      {
        "full name": "Wassily Wassilyevich Kandinsky",
        "pronunciation": "Васи́лий Васи́льевич Канди́нский, tr. Vasíliy Vasílʹevich Kandínskiy",
        "life span": "16 December [O.S. 4 December] 1866 – 13 December 1944",
        "info": "was a Russian painter and art theorist.",
        "wikipedia": "http://en.wikipedia.org/wiki/Wassily_Kandinsky",
        "paintings": 88
      }
    ]
  },
  {
    "name": "Diego Rivera",
    "years": "1886 - 1957",
    "genre": "Social Realism,Muralism",
    "nationality": "Mexican",
    "bio": [
      {
        "full name": "Diego María de la Concepción Juan Nepomuceno Estanislao de la Rivera y Barrientos Acosta y Rodríguez, known as Diego Rivera",
        "pronunciation": "[ˈdjeɣo riˈβeɾa]",
        "life span": "December 8, 1886 – November 24, 1957",
        "info": "was a prominent Mexican painter. His large frescoes helped establish the Mexican mural movement in Mexican art. Between 1922 and 1953, Rivera painted murals in, among other places, Mexico City, Chapingo, Cuernavaca, San Francisco, Detroit, and New York City. In 1931, a retrospective exhibition of his works was held at the Museum of Modern Art in New York. Rivera had a volatile marriage with fellow Mexican artist Frida Kahlo.",
        "wikipedia": "http://en.wikipedia.org/wiki/Diego_Rivera",
        "paintings": 70
      }
    ]
  },
  {
    "name": "Claude Monet",
    "years": "1840 - 1926",
    "genre": "Impressionism",
    "nationality": "French",
    "bio": [
      {
        "full name": "Oscar-Claude Monet",
        "pronunciation": "[klod mɔnɛ]",
        "life span": "14 November 1840 – 5 December 1926",
        "info": "was a French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting. The term 'Impressionism' is derived from the title of his painting Impression, soleil levant (Impression, Sunrise), which was exhibited in 1874 in the first of the independent exhibitions mounted by Monet and his associates as an alternative to the Salon de Paris.Monet's ambition of documenting the French countryside led him to adopt a method of painting the same scene many times in order to capture the changing of light and the passing of the seasons. From 1883, Monet lived in Giverny, where he purchased a house and property and began a vast landscaping project which included lily ponds that would become the subjects of his best-known works. In 1899, he began painting the water lilies, first in vertical views with a Japanese bridge as a central feature and later in the series of large-scale paintings that was to occupy him continuously for the next 20 years of his life.",
        "wikipedia": "http://en.wikipedia.org/wiki/Claude_Monet",
        "paintings": 73
      }
    ]
  },
  {
    "name": "Rene Magritte",
    "years": "1898 - 1967",
    "genre": "Surrealism,Impressionism",
    "nationality": "Belgian",
    "bio": [
      {
        "full name": "René François Ghislain Magritte",
        "pronunciation": "[ʁəne fʁɑ̃swa ɡilɛ̃ maɡʁit]",
        "life span": "21 November 1898 – 15 August 1967",
        "info": "Was a Belgian Surrealist artist. He became well known for creating a number of witty and thought-provoking images. Often depicting ordinary objects in an unusual context, his work is known for challenging observers' preconditioned perceptions of reality. His imagery has influenced Pop art, minimalist and conceptual art.",
        "wikipedia": "http://en.wikipedia.org/wiki/René_Magritte",
        "paintings": 194
      }
    ]
  }
]
